Repository: mozilla-l10n/mt-training-data
Catalog: kw/kw_pontoon.tmx
Source language: en_us
Languages: kw

source: The number of recordings and which languages you contribute to will be public.
kw: Poblek vydh an niver a rekordyansow ha py yethow may hwre'ta kevri dhedha.

source: There are currently no sentences to review in this language.
kw: A-lemmyn nyns eus lavarow rag daswel y’n yeth ma.

source: The recording was too long.
kw: Re hir yw an rekordyans.

source: The recording was too quiet.
kw: Re gosel yw an rekordyans.

source: The recording was too short.
kw: Re gott yw an rekordyans.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
kw: Y fydh varyansow naturel y’n nivel son yn-mysk redyoryon. Deneghewgh saw mars yw an nivel son mar ughel may terr an rekordyans, po (moy kemmyn) mars yw mar gosel may na yllowgh klewes an pyth usi ow pos leverys heb mires orth an tekst skrifys.

source: The selected file is too large
kw: Re vras yw an restren dhewisys

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
kw: Yma’n Kunteller Lavarow ow remova dhe blatform kresel Common Voice. Lemmyn hwi a yll <writeURL>skrifa</writeURL> lavar po <reviewURL>dasweles</reviewURL> profyansow a unn lavar yn Common Voice.

source: The sentence has a grammatical or spelling error.
kw: Yma kammweyth gramasek po a lytherennans y’n lavar ma.

source: The sentence has disrespectful or offensive language.
kw: Diskortes po offensus yw kows y’n lavar ma.

source: The sentence must be grammatically correct.
kw: Res yw bos kewar gramasek an lavar.

source: The sentence must be speakable.
kw: Res yw bos an lavar kewsadow.

source: The sentence must be spelled correctly.
kw: Res yw bos an lavar lytherennys yn kewar.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
kw: An korpus TED-LIUM a veu gwrys dhyworth arethow son ha'ga treusskrifansow kavadow war wiasva TED.

source: The website text is translated into that language.
kw: Tekst an wiasva yw treylys y'n yeth na.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kw: An kedhlow ma yw a-dhewis dh'aga frovia - hwi a dal aga heworra mars yw da genowgh hepken. Pan dhyllyn an sel data, ni a re henwyn fug dhe oll kedhlow personel, ha surhe nag yw kedhlow kepar ha'gas hanow ha trigva ebost junys dhe gedhlow demografek kepar hag oos po seks.

source: Three to go!
kw: Tri moy!

source: Today
kw: Hedhyw

source: Today's Progress
kw: Avonsyans Hedhyw

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kw: Rag bos yn kedhelsett Common Voice, res yw bos klypp lev dilysys gans dew user diblans.

source: Too many files
kw: Re a restrennow

source: Total
kw: Somm

source: Translating the site
kw: Treylya an wiasva

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
kw: Treylyans an wiasva Common Voice yw gwrys dre <strong>Pontoon</strong>.

source: Try again by dragging your file here
kw: Assayewgh arta dre dhraylya agas restren omma

source: Try uploading again
kw: Assayewgh ughkarga agas restren unweyth arta

source: Turkish
kw: Turkek

source: Turkmen
kw: Turkmenek

source: Ukrainian
kw: Ukraynek

source: Understand contribution criteria
kw: Konvedhes breusverkow kevro

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
kw: Konvedhewgh pyth yw res dhywgh hwilas pan esowgh ow koslowes orth klyppys lev ha gweres ow kul ryccha ynwedh agas rekordyansow lev!

source: Upload aborted. Do you want to delete your recordings?
kw: Astellys veu an ughkargans. Eus hwans dhywgh dilea agas rekordyansow?

source: Upload an image file
kw: Ughkarga restren skeusen

source: { $uploadedSentences } of { $totalSentences } sentences collected
kw: { $uploadedSentences } mes a { $totalSentences } lavar kuntellys

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kw: { $uploadedSentences } mes a { $totalSentences } lavar kuntellys. Klyckyewgh <downloadLink>omma</downloadLink> dhe iskarga lavarow neghys.

source: Upload failed, please retry.
kw: An ughkarg a fyllis, assayewgh arta mar pleg.

source: Upload <icon></icon> public domain sentences
kw: Ughkargewgh <icon></icon> lavarow arlotteth poblek

source: Upload in progress...
kw: Ughkarg ow hwarvos…

source: Upload more sentences?
kw: A vynnowgh ughkarga moy lavarow?

source: Use correct grammar
kw: Gwrewgh devnydh a ramasek kewar

source: Use correct spelling and punctuation
kw: Gwrewgh devnydh a lytherennans ha poyntyans kewar

source: User Name
kw: Hanow usyer

source: Validated Clips
kw: Klyppys Dilysys

source: Validated Hours
kw: Ourys Dilysys

source: Validated Hr. Total
kw: Somm a Ourys Dilysys

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kw: Dilysa klyppys argevres yw posek yn kehaval dhe'n ragdres Common Voice. Goslow ha'gan gweres ow kwruthyl kedhlow lev fenten ygor a gwalita ughel.

source: Validation Progress
kw: Avonsyans Dilysa

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
kw: Varyansow yw furvow komparek a yeth - rag ensampel kevrennys gans an re ow triga yn ranndir po yn kemeneth. Treweythyow yth yns i gelwys rannyethow.

source: Varying Pronunciations
kw: Leveryansow ow Varya

source: Venetian
kw: Venedek

source: Version
kw: Gwersyon

source: Vietnamese
kw: Vietnamek

source: View your progress against personal and project goals.
kw: Gweles dha avonsyans erbynn amkanow personel ha ragdres.

source: Visible
kw: Gweladow

source: Voice Collection
kw: Kuntel Lev

source: Voice Contribution
kw: Kevri Lev

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kw: Naturel yw an lev, dhe dhenses yma'n lev. Henn yw prag yth on mar yntanys dhe wruthyl teknegieth lev devnydhyadow rag agan jynnow. Mes dhe wruthyl kevreythyow lev, res yw dhe dhisplegyoryon kuntel myns fest bras a dhata lev.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kw: Naturel yw an lev, dhe dhenses yma'n lev. Henn yw prag yma hwans dhyn gwruthyl teknegieth lev rag agan jynnow. Mes rag gwruthyl systemow lev, res yw kuntel myns bras dres eghen a dhata lev.

source: Voices Online Now
kw: Levow Warlinen Lemmyn

source: Voice Validation
kw: Dilysa Lev

source: Volume
kw: Nivel Son

source: Votic
kw: Votek

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
kw: VoxForge a veu drehevys rag kuntel kows treusskrifys rag y usya gans jynnow aswon kows pennfenten ygor ha heb kost.

source: Want to save your information? <createProfile>Create a profile</createProfile>
kw: A vynnowgh sawya agas kedhlow? <createProfile>Gwrewgh profil</createProfile>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
kw: Yth eson ow trehevel sett data ygor ha kavadow yn foblek a levow a yll pubonen usya rag dyski dhe dowlennow gans lev.

source: We are going out to get a coffee.
kw: Yth eson ni ow mos yn-mes dhe gavos koffi.

source: We are going out to get coffee.
kw: Yth eson ow mos yn-mes dhe gavos koffi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kw: Yth eson ow trehevel kemeneth a-dro dhe deknegieth lev. Hwans yw dhyn kestava gans nowedhansow, pennfentynnyow data nowydh ha rag klowes moy a-dro dhe'n fordh mayth esowgh owth usya an data ma.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
kw: Ni a grys settys data bras ha kavadow yn foblek dhe vaga awenekter ha kesstrif kenwerthel yaghus yn teknegieth gows selyes war dhyski jynn. Hemm yw assay ollvysel ha ni a elow orth pubonen dhe gevri. Agan amkan yw gweres teknegieth gows dhe vos moy dalghus, ow tastewynnya an diversita a levow eus a-dro dhe'n bys.

source: Website Localization
kw: Leelheans an Wiasva

source: We couldn’t find that page for you
kw: Ny yllir kavos an folen na ragos

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kw: Ni yllsyn kavos klyppys son ragowgh dhe woslowes orta. Assayewgh arta diwettha mar pleg.

source: We couldn’t get any sentences for you to speak. Please try again later.
kw: Ny yllyn ni kavos lavarow may kowssowgh. Assayewgh arta diwettha, mar pleg.

source: Weekly
kw: Seythennyek

source: Weekly Goal
kw: Amkan Seythennyek

source: We launch the Common Voice site in this language.
kw: Ni a lonch an wiasva Common Voice y'n yeth ma.

source: Welcome { $company } staff!
kw: Dynnargh mayni { $company }!

source: Welcome to Common Voice
kw: Dynnargh dhe Common Voice

source: Welsh
kw: Kembrek

source: We may have run out of clips - refresh the page, or try again later.
kw: Martesen an klyppys re dhifygyas – dasnowedhewgh an folen, po assayewgh arta diwettha.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kw: Ni a dhedhow ni dhe handla agas kedhlow gans rach. Redyowgh moy y'gan <privacyLink>argemmyn privetter</privacyLink>.

source: We’re going out to get coffee.
kw: Yth eson ow mos dhe gavos koffi.

source: We release the dataset every 3 months.
kw: Ni a wra dyllo an kedhelsett pub 3 mis.

source: We're making some big changes
kw: Yth eson ow kul nebes chanjyow bras.

source: We're receiving a lot of traffic and are currently investigating the issues.
kw: Yth eson ow reseva meur a dharomres hag assaya lemmyn hwithra an kudynnow.

source: We’re sorry, your platform is not currently supported.
kw: Drog yw dhyn, nyns yw agas platform skoodhys hwath.

source: We've run out of sentences to record in this language...
kw: Ni re dhifygyas a lavarow dhe rekordya y’n yeth ma…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kw: Ni a vynn an kodys jynn-dyskans dhe allos oberi gans dyffransow a dros kilva, ha trosow korrughel a yll bos degemerys hogen, mar ny’gas lett a glewes an tekst oll. Da lowr yw ilow kilva, is y son; nyns yw da lowr ilow yw mar ughel na yllowgh hwi klewes pub ger oll.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
kw: Ni a vynn kestava genowgh gans moy kedhlow a-dro dhe geworra agas yeth dhe Common Voice yn skon.

source: We will be in touch with more information as it becomes available.
kw: Ni a wra kestava gans moy kedhlow pan vo kavadow.

source: We will not make your email public.
kw: Ny wren ni kevrenna dha ebost.

source: What is a language on Common Voice?
kw: Pyth yw yeth war Common Voice?

source: What issues are you experiencing with this sentence?
kw: Py kudynnow a berthowgh gans an lavar ma?

source: What needs to be in my file?
kw: Pandr'a res y'm restren?

source: What sentences can I add?
kw: Py lavarow a allav vy aga heworra?

source: What's Public?
kw: Pyth yw Poblek?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
kw: Pan esowgh ow koslowes, checkyewgh gans rach bras bos an pyth re beu rekordyes poran an pyth re beu skrifys; naghewgh e mar po kammwriansow yw munys hogen. <br />Y’ga mysk kammwriansow pur gemmyn:

source: Which variant of { $language } do you speak?
kw: Py varyans a { $language } a gewsydh?

source: Why ?
kw: Praga?

source: Why a profile?
kw: Praga profil?

source: Why are you asking?
kw: Prag y hwovynnowgh?

source: Why Common Voice?
kw: Praga Common Voice?

source: Why does this matter?
kw: Prag yth yw hemma a vern?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kw: Gans profil, hwi a yll hwithra agas aktivta ha kestava orth kemeneth a gevriysi data der anow.

source: Write
kw: Skrifewgh

source: Yes
kw: Da

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kw: Mynnav, danvenewgh dhymm ebostow. Yma hwans dhymm a wodhvos moy a-dro dhe'n ragdres Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kw: Yma hwans dhymm receva ebostow may hylliv godhvos an nowodhow diwettha a-dro dhe'n yeth ma war Common Voice.

source: Yiddish
kw: Yedhowek

source: You
kw: Ty

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
kw: Parys owgh dhe dhalleth iskargans a <size>{ $size }GB</size>, a vynnowgh pesya?

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kw: Hwi a yll devnydhya skochfordhow bysowek ynwedh: { sc-review-form-button-approve-shortcut } rag Komendya, { sc-review-form-button-reject-shortcut } rag Denagha, { sc-review-form-button-skip-shortcut } rag Hepkor

source: You can choose to make your username public or anonymous.
kw: Ty a yll dewis gul dha hanow-usyer dhe vos poblek po dihanow.

source: You cannot add multiple sentences for a single submission
kw: Ny yllowgh keworra lies lavar rag profyans unnik

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
kw: Ny dhewissowgh yethow. Kewgh dh’agas <profileLink>Profil</profileLink>, mar pleg, rag dewis yethow.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
kw: Hwi re dhrehedhas finweth profyans an folen ma. Gortewgh mar pleg { $retryLimit } mynysen kyns profya lavar aral. Meur ras dhis a’gas perthyans!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
kw: Hwi re dhrehedhas finweth profyans an folen ma. Gortewgh mar pleg { $retryLimit } eylen kyns profya lavar aral. Meur ras dhis a’gas perthyans!

source: You must allow microphone access.
kw: Res yw alowa hedhas dhe'n mikrofon.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
kw: Dha boslev yw an fordh may hwre'ta leverel geryow. Y hyll bos furvys gans an tyller mayth es ta trigys ynno, yethow erel a wre'ta kewsel ha lies tra aral. Ty a yll kevrenna py kedhlow pynag a dybydh bos gwiw omma.

source: Your daily goal has been created
kw: Dha amkan dedhyek re beu settys

source: Your download has started.
kw: Yma dalleth dhe'gas iskargans.

source: You’re contributing to a target segment
kw: Yth esos ow kevri dhe tregh kosten

source: You’re contributing to our first target segment
kw: Yth esos ow kevri dh'agan kynsa tregh kosten

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
kw: Re uskis yth ewgh yn-rag. Powesewgh pols mar pleg rag dasweles an lavar ha surhe y vos kewar.

source: You're helping Common Voice reach our daily sentence goals!
kw: Hwi a weres Common Voice ow trehedhes agan amkanow lavar dedhyek!

source: Your email address
kw: Dha drigva ebost

source: Your Languages
kw: Dha Yethow

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
kw: Martesen klyppys a’gas varyans yeth re dhifygyas! Mars yw da genowgh, hwi a yll chanjya agas settyansow rag gweles lavarow erel y’gas yeth.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
kw: Varian agas yeth a allsa bos difygys a lavarow! Mars owgh attes, hwi a yll chanjya agas dewisyow dhe weles lavarow erel y’gas yeth.

source: Your username and email will not be associated with the published data.
kw: Ny vydh dha hanow-usyer po ebost kelmys gans an kedhlow dyllys.

source: Your weekly goal has been created
kw: Dha amkan seythenyek re beu settys

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kw: Hwi re weresas Common Voice dhe dhrehedhes <goalPercentage></goalPercentage> a'gan amkan rekordya dedhyek a { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kw: Hwi re weresas Common Voice dhe dhrehedhes <goalPercentage></goalPercentage> a'gan amkan gwirya dedhyek a { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
kw: Kovskrifys yn sowen owgh dhe gevri yn { $language }. Meur ras.

source: %1$s is requesting your username and password.
kw: %1$s a bys a'th hanow devnydhyer ha ger tremena.

source: %2$s is requesting your username and password. The site says: “%1$s”
kw: %2$s a bys a'th hanow devnydhyer ha ger tremena. An wiasva a lever: “%1$s”

source: Accept the Risk and Continue
kw: Degemeres an Peryl ha Pesya

source: Add-ons
kw: Keworansow

source: Add-ons Manager
kw: Restrer Keworansow

source: Advanced…
kw: Avonsys…

source: Cannot Complete Request
kw: Ny Yllir Kowlwul Govyn

source: Go Back
kw: Mos War-gamm

source: Go Back (Recommended)
kw: Mos War-gamm (Avisys)

source: Highlighted
kw: Golowboyntys

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
kw: Yma polisi diogeledh dhe <label><b>%1$s</b> HTTP Strict Transport Security (HSTS) y hanow, ha rag henna ny yll <b>%2$s</b> mes junya orti yn tiogel. Ny yll'ta keworra namm dhe vysytya orth an wiasva ma.</label>

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
kw: <label>Possybyl yw bos nebonan owth assaya omwul an wiva ha gwell vydh sevel orth pesya.</label> <br><br> <label>Gwiasvaow a brev aga honanieth dre destskrifow. Ny fydh %1$s orth <b>%2$s</b> rag bos ankoth dyller hy thestskrif, bos honan-sinys, po nag usi an servyer ow tanvon an testksrifow kres ewn.</label>

source: Menu
kw: Rol

source: Navigate up
kw: Brennya war-vann

source: Offline Mode
kw: Modh Dhywarlinen

source: <p>Additional information about this problem or error is currently unavailable.</p>
kw: <p>Nyns yw kavadow kedhlow ynwedhek war an kudyn po gwall ma.</p>

source: Private %s
kw: Privedh %s

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kw: <p>An beurell a junyas yn sewen, mes goderrys veu an junyans hag ow treuskorra kedhlow. Mar pleg assay arta.</p> <ul> <li>Possybyl yw bos ankavadow yn anparghus po re vysi.Assay arta yn tro.</li> <li>Mar ny yll'ta karga py folennow pynag, check kedhlow po junyans Diwi dha dhevis.</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
kw: <p>An beurell a hedhas assaya hwilas an daklen a veu bysys. Yma an wiva ow tasprennya an govyn ma na yll nevra bos kowlwrys.</p> <ul> <li>A dhisweythressys po lettya an pastiow yw res dhe'n wiva ma?</li> <li>Mar ny weres degemeres pastiow an wiva owth ewna an kudyn, possybyl yw bos kudyn kefurvyans an servyer a-der dha dhevis tejy.</li> </ul>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
kw: <p>Ny worthebis an wiasva a vynnsys orth govyn junyans hag an beurell a worfennas gortos gorthyp.</p> <ul> <li>A alsa bos an servyer yn-dann veur dhemond po torr servis? Assay arta diwettha.</li> <li>A ny yll'ta peuri gwiasvaow erel? Check junyans rosweyth an devis.</li> <li>Yw difresys dha rosweyth gans tanfos po kanasek? Y hyll dewisyow kamm mellya orth peuri an Wi.</li> <li>Trobel hwath? Kussul orth menystrer dha rosweyth po dha brovier kesrosweyth rag gweres.</li> </ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
kw: <p>An wiasva a worthebis orth an govyn rosweyth yn fordh anwaytys ha nyns yw possybyl an beurell dhe besya.</p>

source: Secure Connection Failed
kw: Fyllis Junyans Servyer

source: The connection has timed out
kw: Termyn an junyans re dhiwedhas

source: The connection was interrupted
kw: Goderrys veu an junyans

source: The page at %1$s says:
kw: An folen orth %1$s a lever:

source: The page isn’t redirecting properly
kw: Nyns usi an folen ow tasprennya yn ewn

source: This website requires a secure connection.
kw: Res yw junyans diogel dhe'n wiasva ma.

source: Try Again
kw: Assaya arta
